{
    "nav_home": "Home",
    "nav_products": "Products",
    "nav_production": "Production",
    "nav_service": "Service",
    "nav_applications": "Applications",
    "nav_team": "Team",
    "nav_faq": "FAQ",
    "nav_contacts": "Contacts",
    "nav_cta": "Get a Quote",
    "hero_title_1": "Powering",
    "hero_title_2": "Industrial Innovation",
    "hero_title_3": "Through",
    "hero_title_4": "Engineering",
    "hero_subtext": "Mashzavod Resource Energy provides cutting-edge heavy machinery, precision manufacturing, and comprehensive energy infrastructure solutions for B2B partners worldwide. We build the core of tomorrow’s industry.",
    "hero_btn_primary": "Explore Catalog",
    "hero_btn_secondary": "Request a Quote",
    "footer_brand_desc": "Premium industrial engineering and resource energy solutions. Delivering high-quality machinery for B2B applications worldwide.",
    "footer_rights": "© 2026 Mashzavod Resource Energy. All rights reserved.",
    "footer_privacy": "Privacy Policy",
    "footer_terms": "Terms of Service",
    "feat_global_title": "Global Scale, Precision Engineering",
    "feat_global_desc": "From the conceptual drafting of monolithic cast-iron beds to the high-tolerance milling of precision actuators, we engineer solutions designed specifically for massive scale and extreme stress environments.",
    "feat_1_title": "Modular Architectures",
    "feat_1_desc": "Our industrial equipment is designed as hyper-modular cells, allowing you to scale up specific operations safely without replacing core monoliths.",
    "feat_2_title": "24/7 Energy Continuity",
    "feat_2_desc": "We build extraction pumps and compressors with triple-redundancy fail-safes. Uptime is our ultimate metric for the resource sector.",
    "feat_3_title": "Precision Milling",
    "feat_3_desc": "Utilizing closed-loop servo feedback mechanisms, our multi-axis CNC lathes achieve tolerances measuring in the single microns.",
    "cat_1_title": "Heavy Machining",
    "cat_1_desc": "Large-scale industrial lathes, mills, and boring equipment.",
    "cat_action": "View Category →",
    "cat_2_title": "Energy Extraction",
    "cat_2_desc": "Pumps, compressors, and specialized rigs for resource energy.",
    "cat_3_title": "Precision Tools",
    "cat_3_desc": "High-tolerance components for automated assembly lines.",
    "home_divisions": "Our Core Divisions",
    "prod_title": "Advanced Manufacturing",
    "prod_sub": "Our production capabilities scale from micro-tolerance actuator milling to 100-ton monolithic bed casting.",
    "prod_foundry_title": "The Monolith Casting Foundry",
    "prod_foundry_text": "At the heart of the Mashzavod pipeline is our proprietary casting foundry. We utilize advanced metallurgical compositions to pour single-piece, vibration-dampening monolithic beds for our heavy lathes and CNC centers. This eliminates joints and ensures ultimate rigidity under extreme machining stresses.",
    "prod_list_1": "100-Ton Single Pour Capacity",
    "prod_list_2": "Proprietary High-Tensile Grey Iron",
    "prod_list_3": "Automated Thermal Stress Relief",
    "team_title": "The Engineering Core",
    "team_desc": "Behind every monolithic lathe and high-pressure compressor is a dedicated team of world-class engineers. At Mashzavod Resource Energy, our team represents decades of collective experience in structural metallurgy, fluid dynamics, and automated robotics.",
    "team_cert": "Certified Engineers",
    "team_loc": "Global Locations",
    "srv_title": "Global Maintenance & Calibration",
    "srv_sub": "Maximizing your uptime with rapid deployment teams and certified OEM replacement parts worldwide.",
    "srv_prec_title": "Precision Calibration Service",
    "srv_prec_text": "Mashzavod Resource Energy doesn't just build machinery; we ensure it operates at peak original specification for decades. Our flying service teams deploy globally with laser interferometry tools to recalibrate worn axes, rebuild hydro-static spindles, and perform preventative maintenance on colossal energy pumps.",
    "srv_emerg_title": "24/7 Emergency Support",
    "srv_emerg_text": "Dial our priority line for immediate dispatch of technical engineers for Tier-1 faults in the energy extraction sector.",
    "app_title": "Industry Applications",
    "app_sub": "Powering the most demanding sectors on the planet, from aerospace defense to deep-sea energy extraction.",
    "app_aero_title": "Aerospace & Defense",
    "app_aero_text": "The aerospace sector demands unequivocally zero margin for error. Our multi-axis CNC centers are employed by top-tier defense contractors to mill turbine chassis and fuselage components out of solid titanium blocks. The supreme rigidity of our cast iron beds ensures that sub-micron tolerances are maintained even during the highest stress roughing passes.",
    "app_aero_1_title": "Titanium Milling",
    "app_aero_1_text": "High-torque constant velocity tools.",
    "app_aero_2_title": "Composite Trimming",
    "app_aero_2_text": "Dust-extractive automated routers.",
    "faq_title": "Frequently Asked Questions",
    "faq_desc": "Everything you need to know about our products, lead times, and services.",
    "hub_title": "Our Industrial Solutions",
    "hub_desc": "High-performance machinery and equipment designed to meet the rigorous demands of modern resource energy extraction and processing.",
    "contact_title": "Contact Us",
    "contact_desc": "Get in touch with our global team for quotes, service requests, and engineering consultations.",
    "cat_eq_title": "Heavy Machining Equipment",
    "cat_eq_desc": "High-capacity, precision-engineered machining centers for heavy industry. Built for durability and 24/7 continuous operation in harsh environments.",
    "filter_title": "Filters",
    "filter_1": "CNC Lathes",
    "filter_2": "Boring Mills",
    "filter_3": "5-Axis Centers",
    "btn_consult": "Consult With Our Experts",
    "prod_back": "← Back to Heavy Machining",
    "prod_sku": "SKU: LTH-900-X",
    "prod_name": "MRE-900 CNC Heavy Lathe",
    "prod_desc": "The MRE-900 is our flagship heavy lathe designed for extreme precision on monolithic workpieces up to 50 tons. Featuring an oversized hydro-static spindle and cast-iron monolithic bed for ultimate rigidity and vibration dampening.",
    "prod_req_quote": "Request Quote",
    "prod_consult": "Consult Engineer",
    "spec_title": "Technical Specifications",
    "spec_1": "Max Swing Over Bed",
    "spec_2": "Max Machining Length",
    "spec_3": "Weight Capacity Between Centers",
    "spec_4": "Spindle Speed Range",
    "spec_5": "Main Motor Power",
    "spec_6": "CNC Control System",
    "spec_7": "Bed Structure",
    "spec_val_7": "3-Way Cast Iron Monolithic Slab",
    "dl_title": "Documentation & Downloads",
    "dl_1_title": "Full Technical Brochure (PDF)",
    "dl_1_meta": "English • 4.2 MB",
    "dl_2_title": "Installation Guide & Footprint (PDF)",
    "dl_2_meta": "English • 1.8 MB",
    "cert_title": "Certificates & Quality Assurance",
    "cert_sub": "Guaranteed compliance with international heavy industry standards.",
    "cert_1_title": "ISO 9001:2015",
    "cert_1_desc": "Quality Management Systems",
    "cert_2_title": "ISO 14001:2015",
    "cert_2_desc": "Environmental Management",
    "cert_3_title": "CE Marking",
    "cert_3_desc": "European Conformity",
    "cert_4_title": "API Spec Q1",
    "cert_4_desc": "Petroleum & Natural Gas Industry Quality",
    "faq_q1": "What industries do Mashzavod machines support?",
    "faq_a1": "Our heavy machining and resource energy solutions are primarily deployed in aerospace, shipbuilding, heavy manufacturing, and oil & gas extraction sectors globally. We specialize in providing extreme tolerance machinery for monolithic parts.",
    "faq_q2": "Do you offer global installation and commissioning?",
    "faq_a2": "Yes. Our engineering teams deploy worldwide to handle the complete end-to-end installation, calibration, and final commissioning of all large-scale CNC equipment and energy extraction rigs.",
    "faq_q3": "What is the standard lead time for a heavy lathe like the MRE-900?",
    "faq_a3": "Depending on the required custom configuration and spindle capacity, standard lead times range from 6 to 9 months. This includes the casting of the monolithic bed and rigorous factory acceptance testing (FAT)."
}