{
    "nav_home": "Главная",
    "nav_products": "Продукция",
    "nav_production": "Производство",
    "nav_service": "Сервис",
    "nav_applications": "Применение",
    "nav_team": "Команда",
    "nav_faq": "ЧАВО",
    "nav_contacts": "Контакты",
    "nav_cta": "Получить расчет",
    "hero_title_1": "Питаем",
    "hero_title_2": "Промышленные инновации",
    "hero_title_3": "Через",
    "hero_title_4": "Инженерию",
    "hero_subtext": "Машзавод Ресурс Энерджи предоставляет передовое тяжелое машиностроение, точное производство и комплексные решения для энергетической инфраструктуры для B2B партнеров по всему миру.",
    "hero_btn_primary": "Каталог продукции",
    "hero_btn_secondary": "Оставить заявку",
    "footer_brand_desc": "Премиальные решения для промышленной инженерии и ресурсной энергетики. Поставка высококачественного оборудования для B2B применений по всему миру.",
    "footer_rights": "© 2026 Машзавод Ресурс Энерджи. Все права защищены.",
    "footer_privacy": "Политика конфиденциальности",
    "footer_terms": "Условия использования",
    "feat_global_title": "Глобальный масштаб, точная инженерия",
    "feat_global_desc": "От концептуального проектирования монолитных чугунных станин до высокоточного фрезерования прецизионных приводов — мы разрабатываем решения специально для массивных масштабов и экстремальных нагрузок.",
    "feat_1_title": "Модульная архитектура",
    "feat_1_desc": "Наше промышленное оборудование спроектировано как гипермодульные ячейки, что позволяет безопасно масштабировать конкретные операции без замены основных монолитов.",
    "feat_2_title": "Круглосуточная энергетическая непрерывность",
    "feat_2_desc": "Мы создаем экстракционные насосы и компрессоры с тройным резервированием. Время безотказной работы — наш главный показатель для добывающего сектора.",
    "feat_3_title": "Прецизионное фрезерование",
    "feat_3_desc": "Используя механизмы сервоприводов с замкнутым контуром, наши многоосевые станки с ЧПУ достигают допусков, измеряемых в единичных микронах.",
    "cat_1_title": "Тяжелое машиностроение",
    "cat_1_desc": "Крупномасштабные промышленные токарные, фрезерные и расточные станки.",
    "cat_action": "Перейти в категорию →",
    "cat_2_title": "Добыча энергоресурсов",
    "cat_2_desc": "Насосы, компресори и специализированные буровые установки для ресурсной энергетики.",
    "cat_3_title": "Прецизионные инструменты",
    "cat_3_desc": "Высокоточные компоненты для автоматизированных сборочных линий.",
    "home_divisions": "Наши основные подразделения",
    "prod_title": "Передовое производство",
    "prod_sub": "Наши производственные возможности масштабируются от фрезерования с микродопусками до литья 100-тонных монолитных станин.",
    "prod_foundry_title": "Монолитный литейный цех",
    "prod_foundry_text": "В основе производственного цикла Машзавода лежит наш собственный литейный цех. Мы используем передовые металлургические составы для отливки цельных, виброгасящих монолитных станин. Это исключает соединения и обеспечивает максимальную жесткость при экстремальных нагрузках.",
    "prod_list_1": "Емкость одной отливки - 100 тонн",
    "prod_list_2": "Запатентованный высокопрочный серый чугун",
    "prod_list_3": "Автоматизированное термическое снятие напряжения",
    "team_title": "Инженерное Ядро",
    "team_desc": "За каждым монолитным токарным станком и компрессором высокого давления стоит преданная команда инженеров мирового класса. В Машзавод Ресурс Энерджи наша команда воплощает десятилетия коллективного опыта в структурной металлургии, гидродинамике и автоматизированной робототехнике.",
    "team_cert": "Сертифицированных инженеров",
    "team_loc": "Глобальных представительств",
    "srv_title": "Глобальное Техническое Обслуживание и Калибровка",
    "srv_sub": "Максимизация времени безотказной работы благодаря группам быстрого реагирования и сертифицированным запчастям по всему миру.",
    "srv_prec_title": "Служба прецизионной калибровки",
    "srv_prec_text": "Машзавод Ресурс Энерджи не просто создает оборудование; мы гарантируем его работу на пике первоначальных спецификаций десятилетиями. Наши мобильные сервисные команды выезжают по всему миру с инструментами лазерной интерферометрии для перекалибровки изношенных осей, восстановления гидростатических шпинделей и проведения профилактического обслуживания колоссальных энергетических насосов.",
    "srv_emerg_title": "Круглосуточная экстренная поддержка 24/7",
    "srv_emerg_text": "Позвоните на нашу приоритетную линию для немедленной отправки технических инженеров в случае неисправностей 1-го уровня в секторе добычи энергии.",
    "app_title": "Отраслевые применения",
    "app_sub": "Обеспечиваем оборудованием самые требовательные секторы на планете, от аэрокосмической обороны до глубоководной добычи энергии.",
    "app_aero_title": "Аэрокосмическая отрасль и Оборона",
    "app_aero_text": "Аэрокосмический сектор безоговорочно требует нулевой погрешности. Наши многоосевые станки с ЧПУ используются ведущими оборонными подрядчиками для фрезерования шасси турбин и компонентов фюзеляжа из сплошных титановых блоков. Высочайшая жесткость наших чугунных станин гарантирует сохранение субмикронных допусков даже во время черновых проходов с самой высокой нагрузкой.",
    "app_aero_1_title": "Фрезерование титана",
    "app_aero_1_text": "Инструменты с высоким крутящим моментом и постоянной скоростью.",
    "app_aero_2_title": "Обрезка композитных материалов",
    "app_aero_2_text": "Автоматизированные фрезеры с отводом пыли.",
    "faq_title": "Часто задаваемые вопросы",
    "faq_desc": "Всё, что вам нужно знать о нашей продукции, сроках выполнения и услугах.",
    "hub_title": "Наши промышленные решения",
    "hub_desc": "Высокопроизводительные машины и оборудование, разработанные для удовлетворения строгих требований современной добычи и переработки энергетических ресурсов.",
    "contact_title": "Связаться с нами",
    "contact_desc": "Свяжитесь с нашей глобальной командой для получения предложений, запросов на обслуживание и инженерных консультаций.",
    "cat_eq_title": "Тяжелое машиностроительное оборудование",
    "cat_eq_desc": "Высокопроизводительные, прецизионные обрабатывающие центры для тяжелой промышленности. Созданы для долговечности и непрерывной работы 24/7 в суровых условиях.",
    "filter_title": "Фильтры",
    "filter_1": "Токарные станки с ЧПУ",
    "filter_2": "Расточные станки",
    "filter_3": "5-осевые центры",
    "btn_consult": "Проконсультируйтесь с нашими экспертами",
    "prod_back": "← Назад к Тяжелому машиностроению",
    "prod_sku": "Артикул: LTH-900-X",
    "prod_name": "MRE-900 Тяжелый токарный станок с ЧПУ",
    "prod_desc": "MRE-900 - наш флагманский тяжелый токарный станок, созданный для сверхточной обработки монолитных деталей весом до 50 тонн. Оснащен увеличенным гидростатическим шпинделем и чугунной монолитной станиной для максимальной жесткости и гашения вибраций.",
    "prod_req_quote": "Получить предложение",
    "prod_consult": "Проконсультироваться с инженером",
    "spec_title": "Технические характеристики",
    "spec_1": "Макс. диаметр обработки над станиной",
    "spec_2": "Макс. длина обработки",
    "spec_3": "Грузоподъемность в центрах",
    "spec_4": "Диапазон частот вращения шпинделя",
    "spec_5": "Мощность главного двигателя",
    "spec_6": "Система управления ЧПУ",
    "spec_7": "Конструкция станины",
    "spec_val_7": "3-направляющая чугунная монолитная плита",
    "dl_title": "Документация и загрузки",
    "dl_1_title": "Полная техническая брошюра (PDF)",
    "dl_1_meta": "Английский • 4.2 МБ",
    "dl_2_title": "Руководство по установке и габариты (PDF)",
    "dl_2_meta": "Английский • 1.8 МБ",
    "cert_title": "Сертификаты и Контроль Качества",
    "cert_sub": "Гарантированное соответствие международным стандартам тяжелой промышленности.",
    "cert_1_title": "ISO 9001:2015",
    "cert_1_desc": "Системы менеджмента качества",
    "cert_2_title": "ISO 14001:2015",
    "cert_2_desc": "Экологический менеджмент",
    "cert_3_title": "Маркировка CE",
    "cert_3_desc": "Европейское соответствие",
    "cert_4_title": "Спецификация API Q1",
    "cert_4_desc": "Качество в нефтегазовой промышленности",
    "faq_q1": "Какие отрасли поддерживают станки Машзавода?",
    "faq_a1": "Наши решения для тяжелого машиностроения и энергетики в основном используются в аэрокосмической, судостроительной, тяжелой промышленности и нефтегазовом секторе по всему миру. Мы специализируемся на предоставлении оборудования с экстремальными допусками для монолитных деталей.",
    "faq_q2": "Предлагаете ли вы глобальный монтаж и пусконаладку?",
    "faq_a2": "Да. Наши инженерные команды выезжают по всему миру, чтобы обеспечить полный цикл монтажа, калибровки и окончательного ввода в эксплуатацию всего крупногабаритного оборудования с ЧПУ и энергетических установок.",
    "faq_q3": "Каков стандартный срок выполнения заказа на тяжелый токарный станок, такой как MRE-900?",
    "faq_a3": "В зависимости от требуемой конфигурации и мощности шпинделя, стандартный срок выполнения составляет от 6 до 9 месяцев. Это включает отливку монолитной станины и строгие заводские приемочные испытания (FAT)."
}