{
    "nav_home": "Головна",
    "nav_products": "Продукція",
    "nav_production": "Виробництво",
    "nav_service": "Сервіс",
    "nav_applications": "Застосування",
    "nav_team": "Команда",
    "nav_faq": "FAQ",
    "nav_contacts": "Контакти",
    "nav_cta": "Отримати ціну",
    "hero_title_1": "Живимо",
    "hero_title_2": "Промислові інновації",
    "hero_title_3": "Через",
    "hero_title_4": "Інженерію",
    "hero_subtext": "Машзавод Ресурс Енерджі надає передове важке машинобудування, точне виробництво та комплексні рішення для енергетичної інфраструктури для B2B партнерів по всьому світу. Ми будуємо ядро індустрії завтрашнього дня.",
    "hero_btn_primary": "Каталог продукції",
    "hero_btn_secondary": "Залишити заявку",
    "footer_brand_desc": "Преміальні рішення для промислової інженерії та ресурсної енергетики. Постачання високоякісного обладнання для B2B застосувань по всьому світу.",
    "footer_rights": "© 2026 Машзавод Ресурс Енерджі. Всі права захищені.",
    "footer_privacy": "Політика конфіденційності",
    "footer_terms": "Умови використання",
    "feat_global_title": "Глобальний масштаб, точна інженерія",
    "feat_global_desc": "Від концептуального проектування монолітних чавунних станин до високоточного фрезерування прецизійних приводів — ми розробляємо рішення спеціально для масивних масштабів і екстремальних навантажень.",
    "feat_1_title": "Модульна архітектура",
    "feat_1_desc": "Наше промислове обладнання спроектовано як гіпермодульні комірки, що дозволяє безпечно масштабувати конкретні операції без заміни основних монолітів.",
    "feat_2_title": "Цілодобова енергетична безперервність",
    "feat_2_desc": "Ми створюємо екстракційні насоси та компресори з потрійним резервуванням. Час безперебійної роботи — наш головний показник для видобувного сектору.",
    "feat_3_title": "Прецизійне фрезерування",
    "feat_3_desc": "Використовуючи механізми сервоприводів із замкненим контуром, наші багатоосьові верстати з ЧПК досягають допусків, що вимірюються в одиничних мікронах.",
    "cat_1_title": "Важке машинобудування",
    "cat_1_desc": "Великомасштабні промислові токарні, фрезерні та розточувальні верстати.",
    "cat_action": "Перейти до категорії →",
    "cat_2_title": "Видобуток енергоресурсів",
    "cat_2_desc": "Насоси, компресори та спеціалізовані бурові установки для ресурсної енергетики.",
    "cat_3_title": "Прецизійні інструменти",
    "cat_3_desc": "Високоточні компоненти для автоматизованих складальних ліній.",
    "home_divisions": "Наші основні підрозділи",
    "prod_title": "Передове виробництво",
    "prod_sub": "Наші виробничі можливості масштабуються від фрезерування мікродопусків до 100-тонного лиття монолітних станин.",
    "prod_foundry_title": "Монолітний ливарний цех",
    "prod_foundry_text": "У центрі виробничого циклу Машзаводу знаходиться наш власний ливарний цех. Ми використовуємо передові металургійні склади для відливання цілісних, вібродемпфуючих монолітних станин. Це виключає з'єднання та забезпечує максимальну жорсткість при екстремальних навантаженнях.",
    "prod_list_1": "Ємність одного виливка - 100 тонн",
    "prod_list_2": "Запатентований високоміцний сірий чавун",
    "prod_list_3": "Автоматизоване термічне зняття напруги",
    "team_title": "Інженерне Ядро",
    "team_desc": "За кожним монолітним токарним верстатом і компресором високого тиску стоїть віддана команда інженерів світового класу. В Машзавод Ресурс Енерджі наша команда втілює десятиліття колективного досвіду в структурній металургії, гідродинаміці та автоматизованій робототехніці.",
    "team_cert": "Сертифікованих інженерів",
    "team_loc": "Глобальних представництв",
    "srv_title": "Глобальне Технічне Обслуговування та Калібрування",
    "srv_sub": "Максимізація часу безвідмовної роботи завдяки групам швидкого реагування та сертифікованим запчастинам по всьому світу.",
    "srv_prec_title": "Служба прецизійного калібрування",
    "srv_prec_text": "Машзавод Ресурс Енерджі не просто створює обладнання; ми гарантуємо його роботу на піку початкових специфікацій протягом десятиліть. Наші мобільні сервісні команди виїжджають по всьому світу з інструментами лазерної інтерферометрії для перекалібрування зношених осей, відновлення гідростатичних шпинделів та проведення профілактичного обслуговування колосальних енергетичних насосів.",
    "srv_emerg_title": "Цілодобова екстрена підтримка 24/7",
    "srv_emerg_text": "Зателефонуйте на нашу пріоритетну лінію для негайної відправки технічних інженерів у разі несправностей 1-го рівня в секторі видобутку енергії.",
    "app_title": "Галузеві застосування",
    "app_sub": "Забезпечуємо обладнанням найвимогливіші сектори на планеті, від аерокосмічної оборони до глибоководного видобутку енергії.",
    "app_aero_title": "Аерокосмічна галузь та Оборона",
    "app_aero_text": "Аерокосмічний сектор беззаперечно вимагає нульової похибки. Наші багатоосьові верстати з ЧПК використовуються провідними оборонними підрядниками для фрезерування шасі турбин і компонентів фюзеляжу з суцільних титанових блоків. Найвища жорсткість наших чавунних станин гарантує збереження субмікронних допусків навіть під час чорнових проходів із найвищим навантаженням.",
    "app_aero_1_title": "Фрезерування титану",
    "app_aero_1_text": "Інструменти з високим крутним моментом та постійною швидкістю.",
    "app_aero_2_title": "Обрізка композитних матеріалів",
    "app_aero_2_text": "Автоматизовані фрезери з відведенням пилу.",
    "faq_title": "Часті запитання",
    "faq_desc": "Все, що вам потрібно знати про нашу продукцію, терміни виконання та послуги.",
    "hub_title": "Наші промислові рішення",
    "hub_desc": "Високопродуктивні машини та обладнання, розроблені для задоволення найсуворіших вимог сучасного видобутку та переробки енергетичних ресурсів.",
    "contact_title": "Зв'язатися з нами",
    "contact_desc": "Зв'яжіться з нашою глобальною командою для отримання пропозицій, запитів на обслуговування та інженерних консультацій.",
    "cat_eq_title": "Важке машинобудівне обладнання",
    "cat_eq_desc": "Високопродуктивні, прецизійні обробні центри для важкої промисловості. Створені для довговічності та безперервної роботи 24/7 у суворих умовах.",
    "filter_title": "Фільтри",
    "filter_1": "Токарні верстати з ЧПК",
    "filter_2": "Розточувальні верстати",
    "filter_3": "5-осьові центри",
    "btn_consult": "Проконсультуйтеся з нашими експертами",
    "prod_back": "← Назад до Важкого машинобудування",
    "prod_sku": "Артикул: LTH-900-X",
    "prod_name": "MRE-900 Важкий токарний верстат з ЧПК",
    "prod_desc": "MRE-900 - наш флагманський важкий токарний верстат, створений для надточної обробки монолітних деталей вагою до 50 тонн. Оснащений збільшеним гідростатичним шпинделем і чавунною монолітною станиною для максимальної жорсткості та гасіння вібрацій.",
    "prod_req_quote": "Отримати пропозицію",
    "prod_consult": "Проконсультуватися з інженером",
    "spec_title": "Технічні характеристики",
    "spec_1": "Макс. діаметр обробки над станиною",
    "spec_2": "Макс. довжина обробки",
    "spec_3": "Вантажопідйомність у центрах",
    "spec_4": "Діапазон частот обертання шпинделя",
    "spec_5": "Потужність головного двигуна",
    "spec_6": "Система керування ЧПК",
    "spec_7": "Конструкція станини",
    "spec_val_7": "3-направляюча чавунна монолітна плита",
    "dl_title": "Документація та завантаження",
    "dl_1_title": "Повна технічна брошура (PDF)",
    "dl_1_meta": "Англійська • 4.2 МБ",
    "dl_2_title": "Посібник із встановлення та габарити (PDF)",
    "dl_2_meta": "Англійська • 1.8 МБ",
    "cert_title": "Сертифікати та Контроль Якості",
    "cert_sub": "Гарантована відповідність міжнародним стандартам важкої промисловості.",
    "cert_1_title": "ISO 9001:2015",
    "cert_1_desc": "Системи управління якістю",
    "cert_2_title": "ISO 14001:2015",
    "cert_2_desc": "Екологічний менеджмент",
    "cert_3_title": "Маркування CE",
    "cert_3_desc": "Європейська відповідність",
    "cert_4_title": "Специфікація API Q1",
    "cert_4_desc": "Якість у нафтогазовій промисловості",
    "faq_q1": "Які галузі підтримують верстати Машзаводу?",
    "faq_a1": "Наші рішення для важкого машинобудування та енергетики в основному використовуються в аерокосмічній, суднобудівній, важкій промисловості та нафтогазовому секторі по всьому світу. Ми спеціалізуємося на наданні обладнання з екстремальними допусками для монолітних деталей.",
    "faq_q2": "Чи пропонуєте ви глобальний монтаж та пусконалагодження?",
    "faq_a2": "Так. Наші інженерні команди виїжджають по всьому світу, щоб забезпечити повний цикл монтажу, калібрування та остаточного введення в експлуатацію всього великогабаритного обладнання з ЧПК та енергетичних установок.",
    "faq_q3": "Який стандартний час виконання замовлення на важкий токарний верстат, такий як MRE-900?",
    "faq_a3": "Залежно від необхідної конфігурації та потужності шпинделя, стандартний час виконання становить від 6 до 9 місяців. Це включає відливання монолітної станини та суворі заводські приймальні випробування (FAT)."
}